tap "felixkratz/formulae"
tap "gcenx/wine"
tap "jakehilborn/jakehilborn"
tap "koekeishiya/formulae"
tap "lkrms/misc"
tap "quarylabs/quary"
brew "chibi-scheme"
brew "sqlite"
brew "php"
brew "composer"
brew "deno"
brew "dosfstools"
brew "dprint"
brew "eza"
brew "fd"
brew "gh"
brew "gitui"
brew "go"
brew "openjdk"
brew "google-java-format"
brew "graphviz"
brew "jdtls"
brew "lua"
brew "lua-language-server"
brew "luarocks"
brew "marksman"
brew "mas"
brew "maven"
brew "mysql"
brew "ninja"
brew "node"
brew "pkgconf"
brew "pngpaste"
brew "postgresql@14", restart_service: :changed
brew "qemu"
brew "ripgrep"
brew "rm-improved"
brew "sbcl"
brew "sk"
brew "starship"
brew "stylua"
brew "taplo"
brew "utf8proc", args: ["HEAD"]
brew "wabt"
brew "wasmtime"
brew "wget"
brew "zellij"
brew "zig"
brew "zoxide"
brew "zsh-fast-syntax-highlighting"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "lkrms/misc/pretty-php"
brew "quarylabs/quary/sqruff"
cask "alacritty"
cask "amazon-q"
cask "anypointstudio"
cask "betterdisplay"
cask "chatgpt"
cask "crystalfetch"
cask "cyberduck"
cask "dbeaver-community"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "font-meslo-lg-nerd-font"
cask "font-sketchybar-app-font"
cask "ghostty"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "minecraft"
cask "obsidian"
cask "raycast"
cask "slack"
cask "the-unarchiver"
cask "utm"
mas "Wallpaper Play", id: 1638457121
