tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "koekeishiya/formulae"
brew "chibi-scheme"
brew "sqlite"
brew "deno"
brew "dprint"
brew "eza"
brew "gh"
brew "lua"
brew "lua-language-server"
brew "marksman"
brew "mas"
brew "neovim"
brew "node"
brew "pkg-config"
brew "ripgrep"
brew "rm-improved"
brew "sbcl"
brew "sk"
brew "starship"
brew "stylua"
brew "taplo"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "amazon-q"
cask "background-music"
cask "discord"
cask "font-fira-code-nerd-font"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "minecraft"
cask "raycast"
cask "slack"
cask "the-unarchiver"
cask "zoom"
mas "Dark Reader for Safari", id: 1438243180
mas "Logic Pro", id: 634148309
mas "Wallpaper Play", id: 1638457121
