tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "koekeishiya/formulae"
brew "sqlite"
brew "chibi-scheme"
brew "deno"
brew "dprint"
brew "eza"
brew "fd"
brew "gh"
brew "gitui"
brew "openjdk"
brew "google-java-format"
brew "jdtls"
brew "lua"
brew "lua-language-server"
brew "luarocks"
brew "marksman"
brew "mas"
brew "maven"
brew "utf8proc", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "node"
brew "pkgconf"
brew "pngpaste"
brew "ripgrep"
brew "rm-improved"
brew "sbcl"
brew "sk"
brew "starship"
brew "stylua"
brew "taplo"
brew "wabt"
brew "wasmtime"
brew "zoxide"
brew "zsh-fast-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "amazon-q"
cask "crystalfetch"
cask "discord"
cask "docker"
cask "font-meslo-lg-nerd-font"
cask "karabiner-elements"
cask "minecraft"
cask "raycast"
cask "slack"
cask "the-unarchiver"
cask "utm"
mas "AdBlock Pro", id: 1018301773
mas "Dark Reader for Safari", id: 1438243180
mas "Wallpaper Play", id: 1638457121
